tap "benbjohnson/litestream"
tap "cloudflare/cloudflare"
tap "dagger/tap"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "microsoft/git"
tap "weaveworks/tap"
tap "wez/wezterm"
brew "python@3.10"
brew "ansible"
brew "aria2"
brew "autoconf"
brew "automake"
brew "aws-es-proxy"
brew "awscli"
brew "caddy"
brew "glib"
brew "python@3.9"
brew "cfn-lint"
brew "lima"
brew "colima"
brew "coreutils"
brew "diff-so-fancy"
brew "dog"
brew "erlang@22"
brew "ethereum"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "harfbuzz"
brew "gobject-introspection"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphviz"
brew "helm", link: false
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "macos-trash"
brew "minikube"
brew "mitmproxy"
brew "mkcert"
brew "mosh"
brew "neovim"
brew "nginx"
brew "nss"
brew "openfortivpn"
brew "pgcli"
brew "rclone"
brew "redis"
brew "restic"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scala"
brew "sd"
brew "socat"
brew "sqlite-utils"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "tree"
brew "watchman"
brew "websocat"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "benbjohnson/litestream/litestream"
brew "cloudflare/cloudflare/cloudflared"
brew "dagger/tap/dagger"
brew "hashicorp/tap/vault"
brew "weaveworks/tap/eksctl"
cask "alt-tab"
cask "authy"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dozer"
cask "dynamodb-local"
cask "emacs"
cask "figma"
cask "finicky"
cask "font-input"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "jumpcut"
cask "kitty"
cask "kodi"
cask "mos"
cask "multipass"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "squirrel"
cask "sublime-merge"
cask "sublime-text"
cask "swiftbar"
cask "telegram"
cask "visual-studio-code"
cask "wezterm-nightly"
cask "youdaodict"
cask "crunch"
